Repository: holgerkrupp/MealPlan
Catalog: MealPlanShared/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, nl, pt_pt

source: You joined this household as a guest, so you can’t replace its data.
da: Du er kommet med i denne husstand som gæst, så du kan ikke erstatte dens data.
es: Te has unido a este hogar como invitado, así que no puedes reemplazar sus datos.
fr: Vous avez rejoint ce foyer en tant qu’invité : vous ne pouvez donc pas remplacer ses données.
it: Ti sei unito a questa famiglia come ospite, quindi non puoi sostituirne i dati.
nl: Je bent als gast tot dit huishouden toegetreden, dus je kunt de gegevens niet vervangen.
pt_pt: Juntaste-te a esta casa como convidado, por isso não podes substituir os seus dados.

source: Your backup is ready.
da: Din sikkerhedskopi er klar.
es: Tu copia de seguridad está lista.
fr: Votre sauvegarde est prête.
it: Il tuo backup è pronto.
nl: Je back-up staat klaar.
pt_pt: A tua cópia de segurança está pronta.

source: Your Bring! account
da: Din Bring!-konto
de: Dein Bring!-Konto
es: Tu cuenta de Bring!
fr: Votre compte Bring!
it: Il tuo account Bring!
nl: Je Bring!-account
pt_pt: A tua conta Bring!

source: Your dishes
da: Dine retter
de: Deine Gerichte
es: Tus platos
fr: Vos plats
it: I tuoi piatti
nl: Jouw gerechten
pt_pt: Os teus pratos

source: Your dishes, steps, ingredients and timers are still here.
da: Dine retter, trin, ingredienser og timere er der stadig.
de: Deine Gerichte, Schritte, Zutaten und Timer sind noch da.
es: Tus platos, pasos, ingredientes y temporizadores siguen aquí.
fr: Vos plats, étapes, ingrédients et minuteurs sont toujours là.
it: I tuoi piatti, passaggi, ingredienti e timer sono ancora qui.
nl: Je gerechten, stappen, ingrediënten en timers staan er nog.
pt_pt: Os teus pratos, passos, ingredientes e temporizadores continuam aqui.

source: Your family is being created.
da: Din familie bliver oprettet.
es: Se está creando tu familia.
fr: Votre famille est en cours de création.
it: La tua famiglia è in fase di creazione.
nl: Je gezin wordt aangemaakt.
pt_pt: A tua família está a ser criada.

source: Your library is empty
da: Din samling er tom
de: Deine Sammlung ist noch leer
es: Tu colección está vacía
fr: Votre collection est vide
it: La tua raccolta è vuota
nl: Je collectie is leeg
pt_pt: A tua coleção está vazia

source: Your plan and dishes are stored on your device and shared with your family through iCloud.
da: Din plan og dine retter gemmes på din enhed og deles med din familie via iCloud.
de: Dein Plan und deine Gerichte werden auf deinem Gerät gespeichert und über iCloud mit deiner Familie geteilt.
es: Tu plan y tus platos se guardan en tu dispositivo y se comparten con tu familia a través de iCloud.
fr: Votre menu et vos plats sont stockés sur votre appareil et partagés avec votre famille via iCloud.
it: Il tuo piano e i tuoi piatti sono archiviati sul tuo dispositivo e condivisi con la tua famiglia tramite iCloud.
nl: Je plan en je gerechten staan op je apparaat en worden via iCloud met je gezin gedeeld.
pt_pt: O teu plano e os teus pratos são guardados no teu dispositivo e partilhados com a tua família através do iCloud.

source: Your portable recipe archive is ready.
da: Dit bærbare opskriftsarkiv er klar.
es: Tu archivo de recetas portátil está listo.
fr: Votre archive de recettes portable est prête.
it: Il tuo archivio di ricette portatile è pronto.
nl: Je draagbare receptarchief staat klaar.
pt_pt: O teu arquivo de receitas portátil está pronto.

source: Your shopping list can be sent to Bring! — or kept in step with it, so ticking something off in either app ticks it off in the other.
da: Din indkøbsliste kan sendes til Bring! — eller holdes synkroniseret med den, så en afkrydsning i den ene app også krydser af i den anden.
de: Deine Einkaufsliste kann an Bring! gesendet oder mit Bring! synchron gehalten werden – abgehakt in der einen App heißt dann abgehakt in der anderen.
es: Tu lista de la compra se puede enviar a Bring! —o mantenerse sincronizada con ella—, de modo que marcar algo en una app lo marque en la otra.
fr: Votre liste de courses peut être envoyée vers Bring! — ou synchronisée avec elle, pour que cocher un article dans l’une le coche dans l’autre.
it: La tua lista della spesa può essere inviata a Bring! oppure mantenuta sincronizzata, così spuntare qualcosa in un’app lo spunta anche nell’altra.
nl: Je boodschappenlijst kan naar Bring! worden gestuurd — of ermee gelijk worden gehouden, zodat iets afvinken in de ene app het ook in de andere afvinkt.
pt_pt: A tua lista de compras pode ser enviada para o Bring! — ou mantida sincronizada com ele, para que assinalar algo numa das apps o assinale na outra.

source: Your week is ready as a PDF.
da: Din uge er klar som PDF.
es: Tu semana está lista en PDF.
fr: Votre semaine est prête en PDF.
it: La tua settimana è pronta in PDF.
nl: Je week staat klaar als PDF.
pt_pt: A tua semana está pronta em PDF.

source: %@ (variant)
de: %@ (Variante)
es: %@ (variante)
fr: %@ (variante)
it: %@ (variante)
pt_pt: %@ (variante)

source: Dessert
de: Nachtisch
es: Postre
nl: Nagerecht
pt_pt: Sobremesa

source: Grill
de: Grillen
es: Parrilla
fr: Grillades
it: Griglia
nl: Grillen
pt_pt: Grelhados

source: Note
de: Notiz
es: Nota
it: Nota
nl: Notitie
pt_pt: Nota

source: Pasta
de: Nudeln
fr: Pâtes
pt_pt: Massa

source: Salt
de: Salz
es: Sal
fr: Sel
it: Sale
nl: Zout
pt_pt: Sal

source: Start timer
de: Timer starten
es: Iniciar temporizador
fr: Démarrer le minuteur
it: Avvia timer
nl: Timer starten
pt_pt: Iniciar temporizador

source: Tags
de: Schlagwörter
es: Etiquetas
it: Tag
nl: Labels
pt_pt: Etiquetas

source: App version
es: Versión de la app
fr: Version de l’app
it: Versione dell’app
nl: App-versie
pt_pt: Versão da app

source: Bring! email
es: Correo de Bring!
fr: E-mail Bring!
it: Email Bring!
nl: Bring!-e-mailadres
pt_pt: E-mail do Bring!

source: Café
es: Cafetería
it: Caffè

source: Data
es: Datos
fr: Données
it: Dati
nl: Gegevens
pt_pt: Dados

source: Filter
es: Filtro
fr: Filtre
it: Filtro
pt_pt: Filtro

source: Imperial (oz, cups, °F)
es: Imperial (oz, tazas, °F)
fr: Impérial (oz, cups, °F)
it: Imperiale (oz, cup, °F)
nl: Imperiaal (oz, cups, °F)
pt_pt: Imperial (oz, chávenas, °F)

source: Pause
es: Pausar
it: Pausa
nl: Pauzeer
pt_pt: Pausa

source: Person
es: Persona
fr: Personne
it: Persona
nl: Persoon
pt_pt: Pessoa

source: Protein
es: Proteínas
fr: Protéines
it: Proteine
nl: Eiwitten
pt_pt: Proteínas

source: Restaurant
es: Restaurante
it: Ristorante
pt_pt: Restaurante

source: Send Invitation
es: Enviar invitación
fr: Envoyer l’invitation
it: Invia invito
nl: Uitnodiging versturen
pt_pt: Enviar convite

source: Snack
es: Tentempié
fr: En-cas
it: Spuntino
pt_pt: Lanche

source: Timer
es: Temporizador
fr: Minuteur
pt_pt: Temporizador

source: Version
es: Versión
it: Versione
nl: Versie
pt_pt: Versão

source: %lld d
fr: %lld j
it: %lld g

source: Plan
it: Piano
pt_pt: Plano
